/* NSMenuItem : <title: > (oid:239) */
" " = " ";

/* NSButton (Add to Keychain) : <title:Add to Keychain> (oid:128) */
"Add to Keychain" = "Adaugă în Keychain";

/* NSButton (Anonymous Login) : <title:Anonymous Login> (oid:148) */
"Anonymous Login" = "Autentificare Anonimă";

/* NSBox (Box) : <title:Box> (oid:200) */
"Box" = "Box";

/* NSButton (Cancel) : <title:Cancel> (oid:20) */
"Cancel" = "Anulare";

/* NSButton (Connect) : <title:Connect> (oid:25) */
"Connect" = "Conectare";

/* NSTextField (Connect Mode:) : <title:Connect Mode:> (oid:240) */
"Connect Mode:" = "Mod Conectare:";

/* NSTextField (Encoding:) : <title:Encoding:> (oid:241) */
"Encoding:" = "Encoding:";

/* NSTextField (More Options) : <title:More Options> (oid:249) */
"More Options" = "Mai multe Opțiuni";

/* NSPanel (New Connection) : <title:New Connection> (oid:22) */
"New Connection" = "Conexiune Nouă";

/* NSMenu : <title:OtherViews> (oid:238) */
"OtherViews" = "AlteVederi";

/* NSTextField (Password:) : <title:Password:> (oid:14) */
"Password:" = "Parolă:";

/* NSTextField (Path:) : <title:Path:> (oid:230) */
"Path:" = "Cale:";

/* NSTextField (Port:) : <title:Port:> (oid:23) */
"Port:" = "Port:";

/* NSTextField (Server:) : <title:Server:> (oid:19) */
"Server:" = "Server:";

/* NSTextField (URL:) : <title:URL:> (oid:182) */
"URL:" = "URL:";

/* NSButton (Use Public Key Authentication) : <title:Use Public Key Authentication> (oid:232) */
"Use Public Key Authentication" = "Folosește Autentificare cu Cheie Publică";

/* NSTextField (Username:) : <title:Username:> (oid:8) */
"Username:" = "Utilizator:";

